trunk/src/packages/Factiva.Gateway.Resources.7.5.0.83/content/GatewayResources/stubs/RTQueue/GetSharedTopicList.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"><soap-env:Header><controlData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="urn:factiva:fcs:v1_0"><token name="sessionID" /><token name="clientType">D</token><token name="accessPointCode">p</token><token name="userID">joyful</token><token name="userPassword">joyful</token><token name="productID">16</token><token name="ipAddress">127.0.0.1</token><token name="clientCode" /><token name="encryptedLogin" /><token name="compositeID" /><token name="referringURL" /></controlData></soap-env:Header><soap-env:Body><GetSharedTopicList xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="urn:emg:RTQReqMgr:v1_0" /></soap-env:Body></soap-env:Envelope>